Repository: busracagliyan/apt-update-indicator
Catalog: po/*.po
Languages: de, es, fr, tr

source: New in repository
de: Neu in Paketquelle
es: Paquetes nuevos
fr: Nouveaux paquets dans les dépôts
tr: Depoda yeni

source: Local/Obsolete packages
de: Lokale/veraltete Pakete
es: Paquetes locales u obsoletos
fr: Paquets locaux ou obsolètes
tr: Yerel/Eski paketler

source: Residual config files
de: Zurückgebliebene Konfigurationsdateien
es: Configuración residual
fr: Résidus de configuration
tr: Kalmış yapılandırma dosyaları

source: Autoremovable
de: Automatisch entfernbar
es: Paquetes innecesarios
fr: Automatiquement supprimable
tr: Kendiliğinden kaldırılabilir

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
tr: Ayarlar

source: Apply updates
de: Aktualisierungen anwenden
es: Efectuar actualizaciones
fr: Mettre à jour maintenant
tr: Güncellemeleri uygula

source: Check now
de: Jetzt überprüfen
es: Comprobar ahora
fr: Vérifier maintenant
tr: Şimdi denetle

source: Checking
de: Suche
es: Comprobando
fr: Vérification en cours
tr: Denetleniyor

source: %d update pending
de: %d ausstehende Aktualisierung
es: %d actualización pendiente
fr: %d mise à jour en attente
tr: %d güncelleme bekliyor

source: Error
de: Fehler
fr: Erreur
tr: Hata

source: No internet
de: Keine Internetverbindung
es: Sin conexión
fr: Sans connexion
tr: İnternet yok

source: Initializing
de: Initialisieren
es: Inicilizando
fr: Initialisation
tr: Başlatılıyor

source: Up to date
tr: Güncel

source: New Update
de: Neue Aktualisierung
es: Nueva Actualización
fr: Nouvelle mise à jour
tr: Yeni Güncelleme

source: There is %d update pending
de: Es gibt %d ausstehende Aktualisierung
es: Hay %d actualización pendiente
fr: Il y a %d mise à jour en attente
tr: Bekleyen %d güncelleme var

source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
tr: Şimdi güncelle

source: Can not connect to %s
de: Keine Verbindung zu %s
es: No se pudo conectar con %s
fr: Impossible d'ouvrir %s
tr: %s hedefine bağlanamıyor

source: Indicator options
tr: Gösterge seçenekleri

source: Notification options
tr: Bildirim seçenekleri

source: Custom command for updates
tr: Güncellemeler için özel komut

source: Package name
tr: Paket ismi

source: Add entry to ignore list
tr: Yok sayılacak listeye giriş ekle

source: Edit entry
tr: Girişi düzenle

source: Always show the indicator
de: Indikator immer anzeigen
es: Siempre mostrar el indicador
fr: Toujours montrer l'indicateur
tr: Göstergeyi her zaman göster

source: Show updates count on the indicator
es: Mostrar contador de actualizaciones en el indicador
fr: Afficher le nombre de mises à jour
tr: Gösterge üzerinde güncelleme sayısını göster

source: If updates count is less than this number (0 to disable)
es: Si el recuento de actualizaciones es menor que: (0 para deshabilitar)
fr: S'il y en a moins que ce nombre (0 pour désactiver)
tr: Güncelleme sayısı bu numaradan düşükse (pasifleştirmek için 0)

source: Auto-expand updates list
de: Liste mit Aktualisierungen automatisch ausklappen
es: Auto-expandir la lista de actualizaciones
fr: Étendre la liste automatiquement
tr: Güncelleme listesini kendiliğinden genişlet

source: Send a notification when new updates are available
es: Enviar una notificación cuando una nueva actualización esté disponible
fr: Afficher une notification quand de nouvelles mises à jour sont disponibles
tr: Yeni güncellemeler olduğunda bir bildirim gönder

source: Use transient notifications (auto dismiss)
de: Vorübergehende Benachrichtigungen verwenden (automatisch ausblenden)
es: Usar notificaciones transitorias (auto cierre)
fr: Utiliser des notifications transitoires (s'auto-effacent)
tr: Geçici bildirimler kullan (kendiliğinden ortadan kalkan)

source: How much information to show on notifications
de: Informationen, die in der Benachrichtigung angezeigt werden
es: Cantidad de información a mostrar en la notificación
fr: Quantité d'information dans les notifications
tr: Bildirimleri göstermek için ne kadar bilgi gerekli

source: Up to a maximum of 50 package names.
de: Bis zu maximal 50 Paketnamen.
es: Hasta un máximo de 50 nombres de paquetes
fr: Jusqu'à un maximum de 50 noms de paquets.
tr: 50 paket adından bir en fazlasına kadar.

source: Count only
de: Nur Anzahl
es: Contador solamente
fr: Juste le nombre
tr: Sadece sayı

source: New updates names
de: Namen der neuen Aktualisierungen
es: Nombres de actualizaciones nuevas
fr: Noms des nouvelles mises à jour
tr: Yeni güncelleştirme adları

source: All updates names
de: Namen aller Aktualisierungen
es: Nombres de todas las actualizaciones
fr: Noms de toutes les mises à jour
tr: Tüm güncelleştirme adları

source: Command to update packages
de: Kommando zum Aktualisieren der Pakete
es: Comando para actualizar los paquetes
fr: Commande pour mettre à jour les paquets
tr: Paketleri güncellemek için komut

source: You can use sudo instead of pkexec for the terminal.
de: Sie können sudo anstelle von pkexec im Terminal verwenden.
es: Puede usar sudo en lugar de pkexec en el terminal.
fr: Vous pouvez utiliser sudo à la place de pkexec sur le terminal.
tr: Uçbirim için pkexec yerine sudo kullanabilirsiniz.

source: Show output on terminal
de: Ausgabe im Terminal anzeigen
es: Mostrar el progreso en una terminal
fr: Afficher la progression sur un terminal
tr: Uçbirimde çıktıyı göster

source: Terminal to use
de: Zu verwendendes Terminal
es: Terminal a usar
fr: Terminal à utiliser
tr: Kullanılacak uçbirim

source: Ex: xterm -e
es: Ej: xterm -e
tr: Örnek: xterm -e

source: Clear entry
es: Borrar elemento
fr: Effacer entrée
tr: Girdiyi sil

source: Cancel
es: Cancelar
fr: Annuler
tr: İptal

source: Save
es: Guardar
fr: Sauvegarder
tr: Kaydet

source: Check for updates every:
de: Suche nach Aktualisierungen alle:
es: Buscar actualizaciones cada:
fr: Vérification à chaque:
tr: Her belirli bir zamanda güncellemeleri denetle:

source: Automatic checks, 0 to disable
de: Automatische Suche, Wert 0 bedeutet Deaktiviert
es: Comprobación automática, 0 para deshabilitar
fr: Vérification automatique, 0 pour désactiver
tr: Kendiliğinden denetleme, pasifleştirmek için 0

source: Hours
de: Stunden
es: Horas
fr: Heures
tr: Saat

source: Days
de: Tage
es: Días
fr: Jours
tr: Gün

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
tr: Hafta

source: Strip out version numbers
de: Versionsnummern weglassen
es: Quitar número de version
fr: Retirer les numéros de version
tr: Sürüm numaralarını çıkar

source: Highlight security/important updates
es: Resaltar actualizaciones importantes o de seguridad
fr: Surligner les mises à jour importantes ou de sécurité
tr: Güvenlik güncellemeleriyle önemli güncellemeleri iyice göster

source: Indicator
es: Indicador
fr: Indicateur
tr: Gösterge

source: Notifications
de: Benachrichtigungen
es: Notificaciones
tr: Bildirimler

source: Shortcut to open the indicator
es: Atajo para abrir el indicador
fr: Raccourci pour ouvrir l'indicateur
tr: Göstergeyi açmak için kısayol

source: Syntax: <Shift>, <Ctrl>, <Alt>, <Super>
es: Ejemplo: <Shift>, <Ctrl>, <Alt>, <Super>
fr: Ex.: <Shift>, <Ctrl>, <Alt>, <Super>
tr: Yazım: <Shift>, <Ctrl>, <Alt>, <Super>

source: Basic settings
de: Grundeinstellungen
es: Ajustes básicos
fr: Paramètres simples
tr: Temel ayarlar

source: Reset values for all commands
de: Werte für alle Befehle zurücksetzen
es: Reinicializar todos los comandos
fr: Réinitialiser toutes les commandes
tr: Tüm komutların değerlerini sıfırla

source: Reset
de: Zurücksetzen
es: Restaurar
fr: Restaurer
tr: Sıfırla

source: Update method
de: Aktualisierungsverfahren
es: Método de cctualización
fr: Méthode de mise à jour
tr: Güncelleme yöntemi

source: Method to use to apply the updates.
de: Vorgehensweise zum Anwenden der Aktualisierungen.
es: Método para aplicar las actualizaciones.
fr: Méthode pour appliquer les mises à jour.
tr: Güncellemeleri uygulamak için kullanılacak yönetm.

source: Launch gnome-software
de: Gnome-Software öffnen
es: Abrir gnome-software
fr: Ouvrir gnome-software
tr: GNOME Yazılımlar'ı başlat

source: Update-manager (Ubuntu only)
de: Aktualisierungsverwaltung (nur Ubuntu)
es: Update-manager (sólo en Ubuntu)
fr: Update-manager (Ubuntu seulement)
tr: Güncelleme Yöneticisi (yalnızca Ubuntu için)

source: Gnome package updater
de: Gnome Paket Updater
tr: GNOME Paket Güncelleyici

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnaliser
tr: Özel

source: The default command is "pkcon refresh", which uses packagekit with the apt backend. You can define a custom command below, to be executed using pkexec.
de: Der Standardbefehl ist "pkcon refresh", welcher packagekit mit dem apt-Backend nutzt. Sie können unten einen eigenen Befehl eingeben, der über pkexec ausgeführt wird.
es: El comando por defecto es "pkcon refresh", que usa el backend apt de packagekit. Puede definir un comando personalizado más abajo, ejecutado con pkexec.
fr: La commande pas défaut est "pkcon refresh", qui utilise le backend apt pour packagekit. Vous pouvez définir une commande personnalisée plus bas, qui sera executée avec pkexec.
tr: APT arkaucuyla packagekit kullanan "pkcon refresh" ön tanımlı komuttur. Aşağıda pkexec kullanılarak çalıştırılacak özel bir komut tanımlayabilirsiniz.

source: Use a custom command to check for updates
de: Benutzerdefinierten Befehl für Suche nach Aktualisierungen verwenden
es: Usar un comando personalizado para comprobar actualizaciones
fr: Utiliser une commande personnalisée pour rechercher les mises à jour
tr: Güncellemeleri denetlemek için özel bir komut kullan

source: Custom command to check for updates
de: Eigener Befehl für Suche nach Aktualisierungen
es: Comando personalizado para comprobar actualizaciones
fr: Commande personnalisée pour rechercher les mises à jour
tr: Güncellemeleri denetlemek için özel komut

source: Advanced settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Réglages avancés
tr: Gelişmiş ayarlar

source: Include an item in the indicator with a list of new packages in the repository.
de: Füge ein Zeichen in den Indikator ein, mit einer Liste der neuen Pakete in den Paketquellen.
es: Incluir un ítem en el indicador con una lista de paquetes nuevos.
fr: Inclure an item dans l'indicateur avec une liste de nouveaux paquets dans les dépôts.
tr: Depodaki yeni paketlerin bir listesiyle göstergede bir öge içer.

source: New packages in repository
de: Neue Pakete in den Quellen
es: Paquetes nuevos en el repositorio
fr: Nouveaux paquets
tr: Depodaki yeni paketler

source: Include an item in the indicator with a list of obsolete or local packages. Obsolete packages are not available in the repository. Local packages are available, but an unavailable version is installed.
de: Zeichen im Indikator anzeigen mit einer Liste von alten oder lokalen Paketen. Veraltete Pakete sind in den Paketquellen nicht verfügbar. Lokale Pakete sind verfügbar, aber eine nicht mehr verfügbare Version ist installiert.
es: Incluir un ítem en el indicador con una lista de paquetes obsoletos o locales. Los paquetes obsoletos ya no están disponibles. Los paquetes locales ya no están disponibles en la versión instalada.
fr: Inclure an item dans l'indicateur avec une liste de paquets locaux ou obsolètes. Les paquets obsolètes ne sont plus disponibles. Les paquets locaux sont disponibles, mais pas dans la version installée.
tr: Yerel ya da eski paketlerin bir listesiyle göstergede bir öge içer. Eski paketler depoda bulunmayan paketlerdir. Yerel paketler, bulunan ancak bulunmayan sürümü kurulu olan paketlerdir.

source: Include an item in the indicator with a list of packages that have residual config files. Run "sudo apt purge pkgname" to clean them.
de: Zeichen im Indikator anzeigen mit einer Liste von Paketen mit zurückgebliebenen Konfigurationsdateien. Führen Sie "sudo apt purge pkgname" aus, um sie zu entfernen.
es: Incluir un ítem en el indicador con una lista de paquetes con ficheros residuales. Ejecutar "sudo apt purge pkgname" para purgarlos.
fr: Inclure an item dans l'indicateur avec une liste de paquets qui ont des résidus de configuration. Exécutez "sudo apt purge pkgname" pour les purger.
tr: Kalmış yapılandırma dosyaları olan paketlerin bir listesiyle göstergede bir öge içer. Onları temizlemek için "sudo apt purge pkgname" komutunu çalıştırınız.

source: Residual packages
de: Zurückgebliebene Pakete
es: Paquetes residuales
fr: Résidus de configuration
tr: Kalıntı paketler

source: Autoremovable packages
de: Automatisch entfernbare Pakete
es: Paquetes innecesarios
fr: Paquets n'étant plus nécessaires
tr: Kendiliğinden kaldırılabilir paketler

source: Package status
de: Paketstatus
es: Estado de paquetes
fr: État des paquets
tr: Paket durumu

source: Packages in this list will be excluded from the updates. As an example, this is useful for packages that are downgraded manually.
es: Los paquetes en esta lista serán exlcuidos de las actualizaciones. Por ejemplo, esto es útil cuando hay actualizaciones retenidas manualmente.
tr: Bu listedeki paketler güncellemelerden dışlanabilir. Örnek olarak, bu durum, elle sürüm düşürülen paketler için kullanışlıdır.

source: Ignore
es: Ignorar
fr: Ignorer
tr: Yoksay

source: version:
es: versión:
tr: sürüm:

source: Adds an indicator to the top panel that allows to check for updates
de: Indikator in die obere Leiste hinzufügen, mit der nach Aktualisierungen gesucht werden kann
es: Agrega un indicador al panel superior que permite buscar actualizaciones
fr: Ajoute un indicateur au panneau supérieur pour vérifier les mises à jour
tr: Üst panele güncellemeleri denetlemeye izin veren bir gösterge ekler

source: Maintained by
de: Betreut von
es: Mantenido por
fr: Maintenu par
tr: Paketleyen

source: Webpage
de: Internetseite
es: Sitio web
fr: Page web
tr: Web sayfası

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. Sethe <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
de: <span size="small">Dieses Programm kommt OHNE JEDWEDE GARANTIE. Besuchen Sie <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, Version 2 oder neuer</a> für weitere Informationen.</span>
es: <span size="small">Este programa viene SIN NINGUNA GARANTÍA. Consulte la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licencia Pública General de GNU, versión 2 o posterior</a> para obtener más detalles.</span>
fr: <span size="small">Ce programme est distribué SANS AUCUNE GARANTIE. Consultez la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licence Générale Publique GNU version 2 ou plus récente</a> pour plus d'informations.</span>
tr: <span size="small">Bu program kesinlikle hiçbir garanti vermiyor. Ayrıntılar için <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU Genel Kamu Lisansı, sürüm 3 ya da sonrası</a> bağlantısına bakın.</span>

source: About
de: Über
es: Acerca de
fr: À propos
tr: Hakkında

source: Last check:
de: Letzte Suche:
es: Última comprobación:
fr: Dernière vérification:
tr: Son denetleme:

source: Interval between updates check
tr: Güncelleme kontrolleri arasındaki aralık

source: Time to wait between two automatic checks
tr: İki otomatik kontrol arasında bekleme süresi

source: Unit to use for the interval
tr: Aralık için kullanılacak birim

source: 0: hours, 1: days, 2: weeks
tr: 0: saat, 1: gün, 2: hafta

source: Indicator is always visble
tr: Gösterge her zaman görünür

source: If true, the indicator is always visible, even when non updates are pending
tr: Doğruysa, bekleyen güncelleme olmadığında bile gösterge her zaman görünür

source: Show updates count on indicator
de: Anzahl der Aktualisierungen auf Indikator anzeigen
tr: Göstergede güncelleme sayısını göster

source: If true, the indicator will display the number of updates pending
tr: Doğruysa, gösterge bekleyen güncellemelerin sayısını görüntüler.

source: 0:count, 1:list
tr: 0:sayı, 1:liste

source: Use a shortcut to open the indicator.
tr: Göstergeyi açmak için bir kısayol kullanın.

source: Keybinding to open the indicator.
tr: Göstergeyi açmak için tuş bağlama.

source: If showing, the indicator menu is toggled.
tr: Gösteriliyorsa, gösterge menüsü değiştirilir.

source: Keybinding to show the dock and the number overlay.
tr: Rıhtım ve sayı bindirmesini göstermek için tuş bağlama.

source: Behavior depends on hotkeys-show-dock and hotkeys-overlay.
tr: Davranış, hotkeys-show-dock ve hotkeys-overlay ayarına bağlıdır.

source: Allow checks for updates without a passwrd
tr: Parola olmadan güncellemelerin kontrol edilmesine izin ver

source: Custom command to run to check for updates
tr: Güncellemeleri kontrol etmek için çalıştırılacak özel komut

source: Command to run to check for updates.
tr: Güncellemeleri kontrol etmek için çalıştırma komutu.

source: Application to use to update, or custom command
tr: Güncellemek için kullanılacak uygulama veya özel komut

source: 0:gnome-software, 1:update-manager, 2: custom command
tr: 0:gnome-yazılım, 1:güncelleme yöneticisi, 2: özel komut

source: Command to run to update packages.
tr: Paketleri güncellemek için çalıştırma komutu.

source: Show the output of the upgrade process on a terminal window
tr: Yükseltme işleminin çıktısını bir terminal penceresinde göster

source: This is a safer way of upgrading packages.
tr: Bu, paketleri yükseltmenin güvenli bir yoludur.

source: Terminal and options to use
tr: Terminal ve kullanım seçenekleri

source: Terminal and options to execute a shell for the upgrade process
tr: Yükseltme işlemi için bir kabuk yürütme terminali ve seçenekleri

source: Remove version numbers from checkupdates output
tr: Sürüm numaralarını kontrol güncellemeleri çıktısından kaldırın

source: Distinguishes security/important updates from regular updates
tr: Güvenlik/önemli güncellemeleri düzenli güncellemelerden ayırt eder

source: Auto-open list submenu when updates count is lower than this number
tr: Güncelleme sayısı bu sayıdan düşük olduğunda liste alt menüsünü otomatik aç

source: Date and time of the last time a check for updates was run.
tr: Güncelleme denetiminin en son çalıştırıldığı tarih ve saat.

source: This is stored and used on the next boot.
tr: Bu, bir sonraki önyüklemede saklanır ve kullanılır.

source: Date and time of the last time a check for updates was run automatically.
tr: Güncelleme kontrolünün en son otomatik olarak çalıştırıldığı tarih ve saat.

source: This is stored and used on the next boot. Used for calculating when the next check should take place.
tr: Bu, bir sonraki önyüklemede saklanır ve kullanılır. Bir sonraki kontrolün ne zaman yapılması gerektiğini hesaplamak için kullanılır.

source: Show a list of new packages
tr: Yeni paketlerin listesini göster

source: When a new package is found in the repository, it is added to a list.
tr: Depoda yeni bir paket bulunduğunda listeye eklenir.

source: Show a list of obsolete packages
tr: Eski paketlerin bir listesini göster

source: When an obsolete package is found, it is added to a list.
tr: Eski bir paket bulunduğunda, bir listeye eklenir.

source: Show a list of residual packages
tr: Kalan paketlerin listesini göster

source: When config files from package are not deleted after removal, the package is added to a list.
tr: Paketteki yapılandırma dosyaları kaldırıldıktan sonra silinmediğinde, paket bir listeye eklenir.

source: Show a list of autoremovable packages
tr: Otomatik olarak kaldırılabilir paketlerin bir listesini göster

source: When a package is no longer required, it is added to a list.
tr: Bir paket artık gerekli olmadığında bir listeye eklenir.

source: List of packages to ignore for updates.
tr: Güncellemeler için yoksayılacak paketlerin listesi.

source: Up to date :)
de: Alles aktuell :)
es: Actualizado :)
fr: Tout est à jour :)

source: Include an item in the indicator with a list of autoremovable packages. Run "sudo apt autoremove" to remove them.
de: Zeichen im Indikator anzeigen mit einer Liste von automatisch entfernbaren Paketen. Führen Sie "sudo apt autoremove" aus, um sie zu entfernen.
es: Incluir un ítem en el indicador con una lista de paquetes innecesarios. Ejecutar "sudo apt autoremove" para eliminarlos.
fr: Inclure an item dans l'indicateur avec une liste de paquets qui ne sont plus nécessaires. Exécutez "sudo apt autoremove" pour les désinstaller.

source: Ex: gnome-terminal -x bash -c
de: Z.B.: gnome-terminal -x bash -c

source: Auto-expand the list if updates count is less than this number (0 to disable)
de: Liste automatisch ausklappen, wenn die Anzahl der Aktualisierungen weniger ist, als diese Zahl (Wert 0 bedeutet Deaktiviert):

source: Send a notification when new updates are available.
de: Zeige eine Benachrichtigung an, sobald Aktualisierungen verfügbar sind.
